// Arabic locale for timeago.js
export const arabicLocale = (number, index) => {
  return [
    ["منذ لحظات", "بعد لحظات"],
    ["منذ %s ثانية", "بعد %s ثانية"],
    ["منذ دقيقة واحدة", "بعد دقيقة واحدة"],
    ["منذ %s دقائق", "بعد %s دقائق"],
    ["منذ ساعة واحدة", "بعد ساعة واحدة"],
    ["منذ %s ساعات", "بعد %s ساعات"],
    ["منذ يوم واحد", "بعد يوم واحد"],
    ["منذ %s أيام", "بعد %s أيام"],
    ["منذ أسبوع واحد", "بعد أسبوع واحد"],
    ["منذ %s أسابيع", "بعد %s أسابيع"],
    ["منذ شهر واحد", "بعد شهر واحد"],
    ["منذ %s أشهر", "بعد %s أشهر"],
    ["منذ سنة واحدة", "بعد سنة واحدة"],
    ["منذ %s سنوات", "بعد %s سنوات"],
  ][index];
};
