<script setup>
useHead({
  title: "شروط الاستخدام – منصة AZZA",
});
</script>
<template>
  <div class="container">
    <div class="p-md-5">
      <div>
        <div class="d-flex align-items-center">
          <h2 class="fs-3 m-0 fw-normal text-primary d-inline">الرئيسية</h2>
          <Icon
            name="mdi:chevron-left-circle-outline"
            class="fs-3 mx-3 text-secondary"
          />
          <span class="fs-5 m-0 text-secondary">شروط الاستخدام</span>
        </div>
      </div>
    </div>
    <section class="privacy-policy py-5">
      <div class="container">
        <div class="card border-0 shadow-sm rounded-3 p-9">
          <div class="card-body p-4 p-md-5">
            <h3 class="fw-bold text-primary text-center mb-4">
              شروط الاستخدام – منصة AZZA
            </h3>

            <p class="mb-4">
              <span class="fw-bold">مرحبًا بكم في منصة AZZA!</span> في
              باستخدامكم هذه المنصة، فإنكم تقرّون بقراءة وفهم والموافقة على
              الشروط والأحكام الموضحة أدناه. يُرجى قراءتها بعناية لضمان تجربة
              آمنة ومنظمة.
            </p>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">المادة الأولى: التعريفات</h5>
              <ul class="mb-3 list-unstyled">
                <li class="my-1">
                  1. منصة AZZA: هي منصة إلكترونية تتيح للمستخدمين إنشاء حسابات
                  لنشر الإعلانات أو المحتوى وفقًا للأنظمة والتشريعات المعمول
                  بها. ويشار إليها في هذه الاتفاقية بـ"المنصة"، أو "AZZA"، أو
                  "الموقع"، أو "الطرف الأول".
                </li>
                <li class="my-1">
                  2. المستخدم: هو أي شخص يقوم بإنشاء حساب على منصة AZZA بغرض
                  التصفح أو التواصل أو نشر الإعلانات أو إنشاء متجر إلكتروني
                  لتقديم الخدمات أو بيع المنتجات. ويشار إليه في هذه الاتفاقية
                  بـ"المستخدم"، أو "العضو"، أو "الطرف الثاني".
                </li>
                <li class="my-1">
                  3. المتجر الإلكتروني: هو الحساب الخاص بالمستخدم الذي يتيح له
                  عرض منتجات، أو تقديم خدمات، أو نشر إعلانات، أو التفاعل مع
                  المستخدمين ضمن المنصة.
                </li>
                <li class="my-1">الصفحات التي تم الوصول إليها.</li>
                <li class="my-1">الموقع الجغرافي التقريبي (إن وُجد).</li>
              </ul>
            </div>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">المادة الثانية: شروط الاستخدام</h5>
              <p class="mb-2">
                بصفتك مستخدمًا لخدمات منصة AZZA، يتعين عليك الالتزام بما يلي:
              </p>
              <ul class="mb-3 list-unstyled">
                <li class="my-1">
                  1. عدم نشر أو تحميل أي محتوى خارج عن التصنيفات المسموح بها،
                  والاطلاع على شروط النشر والسلع الممنوعة قبل الإعلان.
                </li>
                <li class="my-1">
                  2. الامتناع عن أي محاولات للاختراق أو التحايل على سياسات
                  المنصة أو انتهاك حقوق الغير.
                </li>
                <li class="my-1">3.</li>
                <li class="my-1">
                  4. المتجر الإلكتروني: هو الحساب الخاص بالمستخدم الذي يتيح له
                  عرض منتجات، أو تقديم خدمات، أو نشر إعلانات، أو التفاعل مع
                  المستخدمين ضمن المنصة.
                </li>
                <li class="my-1">
                  4. عدم استخدام أي وسيلة غير مشروعة للوصول لبيانات المستخدمين
                  أو جمع المعلومات من المنصة أو إعادة استخدامها بأي شكل.
                </li>
                <li class="my-1">
                  5. الامتناع عن التلاعب بالأسعار أو تضليل المستخدمين أو تضمين
                  معلومات كاذبة أو مهينة.
                </li>
                <li class="my-1">
                  6. تجنب التطرق إلى المواضيع السياسية أو الشخصيات العامة أو
                  القضايا الخارجة عن هدف المنصة.
                </li>
                <li class="my-1">
                  7. احترام حقوق الملكية الفكرية للمنصة أو لأي طرف ثالث.
                </li>
                <li class="my-1">
                  8. الامتناع عن استخدام شعارات أو علامات تجارية لا تملك حق
                  استخدامها.
                </li>
                <li class="my-1">
                  9. يُمنع الإعلان عن منتجات التبغ والدخان أو ما يخالف الأنظمة
                  العامة.
                </li>
                <li class="my-1">
                  10. الالتزام بضوابط الجهات الرسمية مثل: العقار، السياحة،
                  الحياة الفطرية، حقوق الإنسان، والهيئة الفلسطينية للمهندسين.
                </li>
                <li class="my-1">
                  11. عدم جمع أو استخدام بيانات المستخدمين لأغراض غير مصرح بها،
                  أو مشاركتها دون إذن.
                </li>
                <li class="my-1">
                  12. الامتناع عن أي سلوك يسيء لسمعة المنصة بأي شكل، داخل الموقع
                  أو خارجه.
                </li>
                <li class="my-1">
                  13. عدم انتحال صفة إدارة المنصة أو أحد موظفيها بدون تفويض
                  رسمي. في حال مخالفة أي من الشروط، تحتفظ المنصة بحقها في تعليق
                  عضويتك أو حجبك نهائيًا دون إشعار مسبق، وإحالة المخالفة للجهات
                  المختصة، مع إدراج بياناتك في قائمة الحسابات الموقوفة.
                </li>
              </ul>
            </div>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">المادة الثالثة: المسؤولية</h5>
              <ul class="mb-3 list-unstyled">
                <li class="my-1">
                  1. تتيح منصة AZZA للمستخدمين نشر الإعلانات والمحتوى وفق الشروط
                  والسياسات المعتمدة، دون تقديم أي ضمانات تتعلق بمصداقية المحتوى
                  أو الالتزام من قِبل المستخدمين، ولا تتحمل المنصة أي مسؤولية في
                  حال وقوع مخالفات أو أضرار ناتجة عن الاستخدام.s
                </li>
                <li class="my-1">
                  2. تُخلي منصة AZZA مسؤوليتها عن أي ضرر أو خسائر أو تبعات قد
                  تلحق بأي طرف نتيجة عمليات البيع أو الشراء أو التفاعل داخل
                  المنصة. وفي حال حدوث ضرر، يمكن التواصل معنا عبر صفحة "اتصل
                  بنا"، وسيتم النظر في البلاغ حسب نوع الحالة.
                </li>
                <li class="my-1">
                  3. باستخدامك لمنصة AZZA، فإنك تتحمل كامل المسؤولية في التأكد
                  من التزامك بكافة القوانين والأنظمة ذات العلاقة، كما تتحمل
                  مسؤولية أي معاملات أو مشاكل أو نزاعات تنشأ عن محتوى إعلانك.
                </li>
                <li class="my-1">
                  4. تحتفظ منصة AZZA بحقها في تخزين البيانات التي تقوم بإدخالها
                  (الشخصية أو غير الشخصية)، ومراجعتها أو الإطلاع عليها عند
                  الحاجة.
                </li>
                <li class="my-1">
                  5. تُعد التوجيهات والتعليمات الصادرة عن إدارة المنصة أو
                  مشرفيها ملزمة لك، وتُرسل من خلال الإشعارات داخل المنصة أو عبر
                  وسائل التواصل المرتبطة بحسابك، ويجب عليك الالتزام بها.
                </li>
                <li class="my-1">
                  6. في حال مخالفتك للأنظمة أو الشروط، فإن لمنصة AZZA الحق في
                  اتخاذ الإجراءات اللازمة، بما في ذلك المطالبة بالتعويض عن أي
                  أضرار أو تكاليف قانونية ناتجة عن تلك المخالفات.
                </li>
              </ul>
            </div>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">المادة الرابعة: شروط العضوية</h5>
              <ul class="mb-3 list-unstyled">
                <li class="my-1">
                  1. يجب اختيار اسم مستخدم لائق وغير مخالف عند التسجيل.
                </li>
                <li class="my-1">
                  2. يُمنع إنشاء أكثر من حساب لنفس الشخص أو الجهة على المنصة.
                </li>
                <li class="my-1">
                  3. في حال تغيير رقم الجوال أو فقدانه، يتوجب تحديثه فورًا داخل
                  الحساب لضمان استمرارية الوصول.
                </li>
                <li class="my-1">
                  4. إذا كان اسم المستخدم يحتوي على اسم تجاري أو علامة مسجّلة،
                  يجب أن يكون المستخدم مالكًا له أو مخوّلًا باستخدامه.
                </li>
                <li class="my-1">
                  5. يُمنع بيع أو نقل الحساب لطرف آخر، ويُعتبر صاحب الحساب
                  الأصلي مسؤولًا عن كل ما ينشر أو يتم من خلاله، وتُعد أي محاولة
                  بيع أو تنازل عن الحساب مخالفة لسياسة الاستخدام.
                </li>
                <li class="my-1">
                  6. يجب الحفاظ على سرية معلومات الحساب وعدم مشاركتها مع أي شخص
                  آخر.
                </li>
                <li class="my-1">
                  7. قد تستخدم المنصة أدوات تحليل مثل Google Analytics لتحسين
                  الأداء وتطوير الخدمات.
                </li>
                <li class="my-1">
                  8. باستخدامك لمنصة AZZA، فإنك توافق على حق الإدارة في إيقاف
                  حسابك مؤقتًا أو دائمًا وإدراجه ضمن الحسابات الموقوفة في حال
                  وجود بلاغات أو مخالفات تستوجب ذلك، كما تلتزم بعدم نشر تفاصيل
                  المخالفة أو الإيقاف عبر الإنترنت أو وسائل التواصل الاجتماعي.
                  وفي حال مخالفتك لذلك، يحق للمنصة اتخاذ الإجراءات القانونية
                  والمطالبة بالتعويض الكامل عن الأضرار الناتجة.
                </li>
              </ul>
            </div>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">
                المادة الخامسة: شروط إضافة المحتوى على المنصة
              </h5>
              <ul class="mb-3 list-unstyled">
                <li class="my-1">
                  1. يتعهد المستخدم بعدم نشر أو الإعلان عن أي سلعة أو محتوى
                  مخالف لأنظمة المنصة أو القوانين المعمول بها.
                </li>
                <li class="my-1">
                  2. يجب تحديد سعر البيع بوضوح عند نشر الإعلان.
                </li>
                <li class="my-1">
                  3. يتعهد المستخدم بمتابعة الإعلان والرد على استفسارات المهتمين
                  عبر الرسائل الخاصة.
                </li>
                <li class="my-1">
                  4. يُلزم المستخدم بالالتزام بسياسة المنصة المتعلقة بالإعلانات
                  المكررة.
                </li>
                <li class="my-1">
                  5. يجب أن يكون المحتوى المُعلن عنه سلعة أو خدمة حقيقية، وأن
                  يتم إدراج الإعلان في القسم المناسب مع كافة التفاصيل المطلوبة.
                </li>
                <li class="my-1">
                  6. تحتفظ إدارة المنصة بحق حذف أي إعلان أو محتوى دون الحاجة
                  لذكر السبب.
                </li>
                <li class="my-1">
                  7. يُمنع نسخ أو إعادة استخدام أي إعلان من المنصة دون إذن صريح.
                </li>
                <li class="my-1">
                  8. في حال كان الإعلان يتطلب ترخيصًا (مثل مزاولة مهنة أو بيع
                  سلعة منظّمة)، يجب الإفصاح عن بيانات الجهة المُرخِّصة، ورقم
                  الترخيص، والدولة المانحة.
                </li>
                <li class="my-1">
                  9. يُشترط أن تكون الصور المرفقة للإعلان تعود لنفس السلعة
                  المعروضة، وأن تكون واضحة، مناسبة أخلاقيًا، وغير مخالفة لأي جهة
                  رسمية.
                </li>
                <li class="my-1">
                  10. يُمنع نشر أكثر من 5 إعلانات لنفس السلعة في وقت واحد.
                </li>
                <li class="my-1">
                  11. يجب الالتزام بعدم الإعلان عن السلع أو الخدمات المحظورة.
                </li>
                <li class="my-1">
                  12. يُمنع الإعلان أو التسجيل نيابة عن شخص آخر غير معروف
                  للمستخدم.
                </li>
                <li class="my-1">
                  13. أي تحديث أو تعديل على الإعلان يخضع لشروط الاستخدام، ويكون
                  المستخدم مسؤولًا عن محتوى الإعلان قبل وبعد التعديل.
                </li>
                <li class="my-1">
                  14. تقع مسؤولية إنشاء وتعديل الإعلان بالكامل على المستخدم.
                </li>
              </ul>
            </div>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">
                المادة السادسة: ضوابط الإعلان عن تقديم الخدمات العمالية
              </h5>
              <ul class="mb-3 list-unstyled">
                <li class="my-1">
                  1. لا يُسمح بالإعلان عن خدمات عمالية إلا من خلال مكاتب استقدام
                  مرخّصة رسميًا لمزاولة هذا النشاط.
                </li>
                <li class="my-1">
                  2. يجب أن يخلو الإعلان من أي عبارات تمس كرامة العمالة الوافدة
                  أو المنزلية، مثل (للبيع، للشراء، للتنازل).
                </li>
                <li class="my-1">
                  3. يُمنع استخدام كلمات مثل "خادم"، "خادمة"، أو "شغالة" في
                  الإعلان، ويُستخدم بدلًا منها "عامل" أو "عاملة".
                </li>
                <li class="my-1">
                  4. لا يجوز نشر أي صور شخصية أو مستندات تعريفية للعامل مثل
                  بطاقة الهوية، الإقامة، جواز السفر، أو غيرها من البيانات
                  الشخصية.
                </li>
                <li class="my-1">
                  5. يُمنع الإشارة في الإعلان إلى أي مبالغ مالية يتقاضاها ناقل
                  الخدمة أو المعلن مقابل نقل الخدمة.
                </li>
                <li class="my-1">
                  6. يشترط أخذ موافقة العامل المعني قبل نقل خدماته أو نشر أي
                  معلومات عنه.
                </li>
              </ul>
            </div>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">المادة السابعة: السلع الممنوعة</h5>
              <p class="mb-3">
                يُمنع تمامًا الإعلان أو التفاعل (عبر الردود أو الرسائل) مع أي
                إعلان يحتوي على سلع ممنوعة، ويؤدي ذلك إلى الحظر الفوري والنهائي
                دون تنبيه.
              </p>
              <span class="fw-bold">تشمل السلع الممنوعة ما يلي:</span>
              <ul class="mb-3 list-unstyled">
                <li class="my-1">1. كل ما يخالف أنظمة وقوانين دولة فلسطين.</li>
                <li class="my-1">
                  2. خدمات التقسيط والمنتجات البنكية، حتى وإن كانت شرعية.
                </li>
                <li class="my-1">3. جميع أشكال التسويق الشبكي أو الهرمي.</li>
                <li class="my-1">
                  4. الأسلحة ومستلزماتها، بما في ذلك الصواعق، المسدسات،
                  الرشاشات، وأسلحة الحماية الشخصية، حتى لو كانت مرخّصة.
                </li>
                <li class="my-1">5. المنتجات الجنسية بكافة أنواعها.</li>
                <li class="my-1">
                  6. الأسهم والعملات وإدارة المحافظ والخدمات المرتبطة بها.
                </li>
                <li class="my-1">7. أجهزة الليزر، التجسس، والتنصّت.</li>
                <li class="my-1">
                  8. بيع المواقع الإلكترونية، الإيميلات، العضويات، والبرامج.
                </li>
                <li class="my-1">
                  9. المنتجات التي تنتهك حقوق الملكية الفكرية (مثل البرامج أو
                  الأفلام المنسوخة).
                </li>
                <li class="my-1">10. الأجهزة التي تشكل خطرًا أمنيًا.</li>
                <li class="my-1">
                  11. جمع أو بيع البيانات بما يخالف نظام حماية البيانات الشخصية.
                </li>
              </ul>
            </div>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">
                المادة الثامنة: آلية الدفع والتعامل
              </h5>
              <p class="mb-3">
                لضمان سلامة تعاملاتك على المنصة، يُلزم اتباع إحدى أو جميع
                الخطوات التالية:
              </p>
              <ul class="mb-3 list-unstyled">
                <li class="my-1">
                  1. إجراء المبايعة بشكل مباشر (وجهاً لوجه) في مكان عام وبطرق
                  نظامية موثوقة.
                </li>
                <li class="my-1">
                  2. التحقق من هوية الطرف الآخر (البائع أو المشتري) قبل إتمام أي
                  إجراء.
                </li>
                <li class="my-1">
                  3. فحص السلعة جيدًا قبل إتمام الشراء والتأكد من خلوها من
                  العيوب.
                </li>
                <li class="my-1">
                  4. استخدام وسائل الدفع الآمنة والمُعتمدة والمذكورة في إرشادات
                  التعامل على المنصة.
                </li>
              </ul>
            </div>
            <div class="my-5">
              <h5 class="fw-bold mt-4 mb-2">
                المادة التاسعة: السياسة الأمنية لمنصة AZZA
              </h5>
              <p class="mb-0">
                تلتزم منصة AZZA بتطبيق اتفاقية الاستخدام وسياسة الخصوصية بكل
                دقة، وتؤكد أنها ليست طرفًا في أي نزاع أو خلاف قد ينشأ بين
                المستخدمين نتيجة مخالفة أحـــد الأطـــراف أو كلاهمـــا لبنـــود
                هـذه الاتفاقيــة. وتحرص المنصة على تعزيز الجانب الأمني بهدف
                حماية بيئة الاستخدام من أي تجاوزات أو مخالفات قد تُخل بنزاهة
                التعاملات أو تُسهم في انتشار ممارسات غير مشروعة مثل الغش أو
                الاحتيال أو النصب، وذلك التزامًــا بالأنظمة والتشريعات المعمول
                بها في المملكة العربية السعودية.
              </p>
              <p>
                ويحق لمنصة AZZA اتخاذ ما تراه مناسبًا من إجراءات نظامية بحق أي
                فرد أو جهة اعتبارية تخالف شروط الاستخدام أو تسيء استخدام المنصة،
                بما في ذلك الإحالة إلى الجهات القانونية المختصة لمتابعة الأمر
                قضائيًا.
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
  </div>
</template>